---
kind: other
id: Properties.T:Autodesk.Revit.UI.RibbonPanel
zh: 功能区
source: html/e7e5e24f-9e9e-6371-a354-177eaf9c395b.htm
---
# RibbonPanel Properties

**中文**: 功能区

Gets or sets a value indicating whether the RibbonPanel can respond to user interaction.